{
  "title": "Portfolio",
  "subtitle": "Check out my work!",
  "categories": ["All projects", "Back-end", "Web", "Mobile", "Design"],
  "projects": {
    "akmos": [
      "A system involving the Impakt60 app (a 60-day fitness program, with goals and gamification) and a management web application.",
      "Here I was able to create a REST-API, a service to send emails and web sockets in a chat. I also helped in the app creation, interfaces development and in the chat integration with the backend."
    ],
    "icts": [
      "My first project at Estúdio Flow. A risk analysis system to hire people.",
      "Here I participated in the front-end development team, we integrated a REST-API to this beautiful web app that we created. I participated in the charts creation, in the website responsiveness and in the bug corrections."
    ],
    "doctorTime": [
      "This was my first truly full-stack personal project, with a REST-API, WEB and MOBILE versions.",
      "It basically consists of a system for scheduling medical consultations, where patients and doctors can register and book appointments."
    ],
    "trillo": [
      "This is a website with only one page that aims to be a platform that would solve in one place, all the problems of a person in his period of choice and preparation for a trip.",
      "Developed during the bootcamp ",
      "Advanced CSS and Sass",
      ", improved my knowledge in website styling using tools like Sass and modern CSS features."
    ],
    "natours": [
      "This is a website for the presentation of a fake tour scheduling company, created during the bootcamp ",
      "Advanced CSS and Sass",
      "The main goal here was to understand how to use Sass to style websites."
    ],
    "medfy": [
      "One of the main products of my current company (Estúdio Flow), a system that helps organize hospitals.",
      "Here I was able to participate in the back-end creation and documentation, in the integration between the front-end and the back-end, in the components development, animations and in the site responsiveness."
    ],
    "chatApp": [
      "My first contact with design outside the company I currently work for. This project was developed during the course ",
      " Complete Web Design: from Figma to Webflow to Freelancing.",
      "Here I was able to learn the principles of design, the use of techniques such as the 12-column grid, practices for selecting good colors, images and their respective ways of manipulation."
    ],
    "nexter": [
      "My first contact with website styling techniques using CSS3 tools such as the display grid.",
      "Here, in the course ",
      "Advanced CSS and Sass",
      " I built this portfolio project for a made up real estate company that needed to present a good marketing strategy, showing its benefits, available houses, prices, etc."
    ],
    "github_explorer": [
      "My first contact with Typescript in a project made for Web and Mobile platforms with React and React Native. This is a repository aggregator developed using the github API itself.",
      "Here I was able to experience the advantages of Typescript, a language that even offering stronger typing does not lose the dynamism given by Javascript."
    ],
    "ecoleta": [
      "Application with Back-end, Front-end and Mobile, offering a service to help people find selective collection places, with maps integration and a beautiful interface.",
      "Project developed during Next Level Week, an event made by ",
      "Rocketseat",
      ", a famous Brazilian programming teaching institution."
    ],
    "teamApp": [
      "Landing Page design of a made up product that would be similar to platforms like Microsoft's Teams.",
      "Created during the course ",
      "Complete Web Design: from Figma to Webflow to Freelancing",
      " where I was able to apply my recently acquired design knowledge."
    ],
    "eCommerce": [
      "Personal project on the Web and Mobile platforms that simulates a sneakers e-commerce, with all these basic functionalities expected in an online commerce system.",
      "This had the main objective of teaching me how to use Redux to manipulate the React States in multiple components."
    ]
  },
  "buttons": {
    "github": "View on github",
    "site": "Go to website",
    "flow": "Visit Estúdio Flow",
    "prototype": "View prototype",
    "figma": "View design",
    "more": "See more on my github"
  }
}
